{
  "feats_data": {
    "origin": {
      "alert": {
        "name": "Alerta",
        "description": "Proficiência em Iniciativa: Ao rolar Iniciativa, você pode adicionar seu Bônus de Proficiência à rolagem. \n\nTroca de Iniciativa: Imediatamente após rolar Iniciativa, você pode trocar sua Iniciativa pela Iniciativa de um aliado disposto no mesmo combate. Você não pode fazer essa troca se você ou o aliado estiver na condição Incapacitado."
      },
      "crafter": {
        "name": "Artesão",
        "description": "Proficiência em Ferramentas: Você ganha proficiência com três Ferramentas de Artesão diferentes à sua escolha. \n\nDesconto: Sempre que comprar um item não mágico, você recebe um desconto de 20%. \n\nCriação Rápida: Ao terminar um Descanso Longo, você pode criar um equipamento da tabela de Criação Rápida, desde que tenha as Ferramentas de Artesão associadas a esse item e seja proficiente com essas ferramentas. O item dura até você terminar outro Descanso Longo."
      },
      "healer": {
        "name": "Curandeiro",
        "description": "Médico de Batalha: Se você tiver um Kit Médico, poderá usá-lo uma vez e cuidar de uma criatura a até 5ft de você com uma ação. Essa criatura pode gastar um de seus Dados de Pontos de Vida, e você então rola esse dado. A criatura recupera uma quantidade de Pontos de Vida igual à rolagem mais seu Bônus de Proficiência.\n\nRerolagens de Cura: Sempre que você rolar um dado para determinar o número de Pontos de Vida que você restaura com uma magia ou com o benefício Médico de Batalha, você pode rolar novamente o dado se ele rolar 1, e você deve usar a nova rolagem."
      },
      "lucky": {
        "name": "Sortudo",
        "description": "Pontos de Sorte: Você tem uma quantidade de Pontos de Sorte igual ao seu Bônus de Proficiência e pode gastá-los nos seguintes benefícios. Você recupera seus Pontos de Sorte gastos ao terminar um Descanso Longo.\n\nVantagem: Ao rolar um d20 em um teste, você pode gastar 1 Ponto de Sorte para obter Vantagem na jogada.\nDesvantagem: Quando uma criatura rola um d20 em uma jogada de ataque contra você, você pode gastar 1 Ponto de Sorte para impor Desvantagem nessa jogada."
      },
      "magic_initiate": {
        "name": "Iniciado Mágico",
        "description": "Dois Truques Mágicos: Você aprende dois truques mágicos à sua escolha da lista de magias de Clérigo, Druida ou Mago. Inteligência, Sabedoria ou Carisma é a sua habilidade de conjuração para as magias deste talento.\n\nMagia de Nível 1: Escolha uma magia de nível 1 da mesma lista que você selecionou para os truques mágicos deste talento. Você sempre tem essa magia preparada. Você pode conjurá-la uma vez sem um espaço de magia e recupera a habilidade de conjurá-la dessa forma ao terminar um Descanso Longo. Você também pode conjurar a magia usando quaisquer espaços de magia que tiver.\n\nTroca de Magia: Sempre que você ganha um novo nível, pode substituir uma das magias que escolheu para este talento por uma magia diferente do mesmo nível da lista de magias escolhida.\n\nRepetível: Você pode escolher este talento mais de uma vez, mas deve escolher uma lista de magias diferente a cada vez."
      },
      "musician": {
        "name": "Músico",
        "description": "Treinamento com Instrumentos: Você adquire proficiência com três instrumentos musicais à sua escolha.\n\nCanção Inspiradora: Ao terminar um Descanso Curto ou Longo, você pode tocar uma canção em um instrumento musical com o qual você tenha proficiência e conceder Inspiração Heroica aos aliados que ouvirem a canção. O número de aliados que você pode afetar dessa forma é igual ao seu Bônus de Proficiência."
      },
      "savage_attacker": {
        "name": "Atacante Selvagem",
        "description": "Você treinou para desferir golpes particularmente devastadores. Uma vez por turno, ao atingir um alvo com uma arma, você pode rolar os dados de dano da arma duas vezes e usar qualquer um dos resultados contra o alvo."
      },
      "skilled": {
        "name": "Habilidoso",
        "description": "Você adquire proficiência em qualquer combinação de três habilidades ou ferramentas de sua escolha.\n\nRepetível: Você pode escolher este talento mais de uma vez."
      },
      "tavern_brawler": {
        "name": "Brigão de Taverna",
        "description": "Ataque Desarmado Aprimorado: Quando você acerta um ataque desarmado e causa dano, você pode causar dano de concussão igual a 1d4 mais seu modificador de Força em vez do dano normal de um ataque desarmado.\n\nRelançamento de Dano: Sempre que você rolar um dado de dano para seu ataque desarmado, você pode rerrolar o dado se o resultado for 1, e você deve usar o novo resultado.\n\nArmas Improvisadas: Você tem proficiência com armas improvisadas.\n\nEmpurrão: Quando você acerta uma criatura com um ataque desarmado como parte da ação Atacar no seu turno, você pode causar dano ao alvo e também empurrá-lo 1,5 metro para longe de você. Você pode usar este benefício apenas uma vez por turno."
      },
      "tough": {
        "name": "Durão",
        "description": "Ao adquirir este talento, seu máximo de Pontos de Vida aumenta em um valor igual ao dobro do seu nível de personagem. Sempre que você subir de nível posteriormente, seu máximo de Pontos de Vida aumenta em mais 2 Pontos de Vida."
      }
    },
    "general": {
      "ability_score_improvement": {
        "name": "Melhoria de Habilidade",
        "description": "Você pode aumentar em 2 pontos um único valor de habilidade à sua escolha ou aumentar dois valores de habilidade em 1 ponto cada. Você não pode aumentar um valor de habilidade acima de 20."
      },
      "actor": {
        "name": "Ator",
        "description": "Aumente seu Carisma em 1, até o máximo de 20.\n\nVocê tem vantagem em testes de Enganação e Interpretação quando tenta se passar por outra pessoa.\n\nVocê pode imitar a voz de outra pessoa ou sons de criaturas que tenha ouvido por pelo menos 1 minuto. Uma criatura pode reconhecer a imitação com um teste de Intuição contestado pelo seu teste de Enganação."
      },
      "athlete": {
        "name": "Atleta",
        "description": "Aumente sua Força ou Destreza em 1, até o máximo de 20.\n\nLevantar-se de Prono consome apenas 1,5 m (5 ft) de movimento.\n\nEscalar não requer movimento extra.\n\nQuando faz um salto em corrida, você só precisa se mover 1,5 m (5 ft) antes do salto, em vez de 3 m (10 ft)."
      },
      "charger": {
        "name": "Carregador",
        "description": "Quando você usa sua ação para Correr, pode usar uma Ação Bônus para fazer um ataque corpo-a-corpo ou empurrar uma criatura.\n\nSe você se mover pelo menos 3 m (10 ft) em linha reta imediatamente antes de usar essa Ação Bônus, você recebe +5 no dano do ataque (se acertar) ou empurra o alvo até 3 m (10 ft) se o teste de empurrão for bem-sucedido."
      },
      "chef": {
        "name": "Chef",
        "description": "Aumente sua Sabedoria ou Constituição em 1, até o máximo de 20.\n\nVocê ganha proficiência com ferramentas de cozinheiro.\n\nAo terminar um Descanso Curto, você pode preparar uma refeição para até um número de criaturas igual ao seu Bônus de Proficiência. Cada criatura que comer ganha Pontos de Vida temporários iguais ao seu modificador de Proficiência.\n\nDurante um Descanso Longo, você pode preparar refeições que concedem +1 em testes de resistência até o próximo Descanso Longo."
      },
      "crossbow_expert": {
        "name": "Perito em Besta",
        "description": "Ignora a propriedade de recarga em bestas com as quais você tenha proficiência.\n\nQuando você realizar o ataque com uma arma de uma mão, pode usar uma Ação Bônus para fazer um ataque com uma besta de mão carregada.\n\nEstar a 1,5 m (5 ft) de uma criatura hostil não impõe desvantagem em ataques à distância feitos com bestas."
      },
      "crusher": {
        "name": "Esmagador",
        "description": "Aumente sua Força ou Constituição em 1, até o máximo de 20.\n\nUma vez por turno, quando você acerta um ataque com dano de concussão, pode mover o alvo 1,5 m (5 ft) para uma posição desocupada.\n\nQuando você causar um acerto crítico com dano de concussão, ataques contra essa criatura têm vantagem até o início do seu próximo turno."
      },
      "defensive_duelist": {
        "name": "Duelista Defensivo",
        "description": "Pré-requisito: Proficiência com armas marciais.\n\nQuando uma criatura o atingir com um ataque corpo-a-corpo, você pode usar sua Reação para adicionar seu Bônus de Proficiência à sua CA, possivelmente fazendo o ataque errar. Você deve estar empunhando uma arma de finesse."
      },
      "dual_wielder": {
        "name": "Combatedor Duplo",
        "description": "Você pode usar armas de uma mão que não sejam leves ao lutar com duas armas.\n\nVocê ganha +1 na CA enquanto empunhar uma arma em cada mão.\n\nVocê pode sacar ou guardar duas armas de uma mão ao mesmo tempo quando normalmente poderia sacar ou guardar apenas uma."
      },
      "durable": {
        "name": "Resistente",
        "description": "Aumente sua Constituição em 1, até o máximo de 20.\n\nQuando você rolar um Dado de Vida para recuperar Pontos de Vida, o mínimo que você pode recuperar é o dobro do seu modificador de Constituição."
      },
      "elemental_adept": {
        "name": "Adepto Elemental",
        "description": "Pré-requisito: Capacidade de conjurar magias.\n\nEscolha um tipo de dano: ácido, frio, fogo, relâmpago ou trovão.\n\nMagias que você conjura ignoram resistência a esse tipo de dano.\n\nAlém disso, quando você rolar um 1 em um dado de dano desse tipo, trate o resultado como 2.\n\nRepetível: Você pode escolher este talento novamente, escolhendo outro tipo de dano."
      },
      "fey_touched": {
        "name": "Tocado pelas Fadas",
        "description": "Aumente sua Inteligência, Sabedoria ou Carisma em 1, até o máximo de 20.\n\nVocê aprende a magia Passo Nebuloso e uma magia de 1º nível de Encantamento ou Adivinhação à sua escolha.\n\nVocê pode conjurar cada uma dessas magias uma vez sem gastar um espaço de magia e as recupera ao terminar um Descanso Longo.\n\nVocê também pode conjurá-las usando seus espaços de magia."
      },
      "grappler": {
        "name": "Agarrador",
        "description": "Pré-requisito: Força 13 ou superior.\n\nVocê tem vantagem em testes de ataque corpo-a-corpo contra uma criatura que esteja sendo agarrada por você.\n\nVocê pode usar uma ação para tentar imobilizar uma criatura que você esteja agarrando. Faça outro teste de Agarrar; se vencer, a criatura fica impedida até que o agarrão termine."
      },
      "great_weapon_master": {
        "name": "Mestre das Armas Pesadas",
        "description": "Quando você acerta um acerto crítico ou reduz uma criatura a 0 PV com uma arma corpo-a-corpo, pode usar uma Ação Bônus para fazer outro ataque corpo-a-corpo.\n\nAntes de realizar um ataque com uma arma corpo-a-corpo pesada, você pode optar por sofrer –5 na jogada de ataque para adicionar +10 ao dano se acertar."
      },
      "heavily_armored": {
        "name": "Pesadamente Blindado",
        "description": "Pré-requisito: Proficiência com armaduras médias.\n\nAumente sua Força em 1, até o máximo de 20.\n\nVocê ganha proficiência com armaduras pesadas."
      },
      "heavy_armor_master": {
        "name": "Mestre da Armadura Pesada",
        "description": "Pré-requisito: Proficiência com armaduras pesadas.\n\nAumente sua Força em 1, até o máximo de 20.\n\nEnquanto você estiver vestindo armadura pesada, o dano de ataques não mágicos é reduzido em 3."
      },
      "inspiring_leader": {
        "name": "Líder Inspirador",
        "description": "Pré-requisito: Carisma 13 ou superior.\n\nVocê pode gastar 10 minutos motivando aliados. Escolha até seis criaturas (incluindo você) que possam ouvir ou entender você. Cada criatura ganha Pontos de Vida temporários iguais ao seu nível + seu modificador de Carisma. Uma criatura não pode ganhar este benefício novamente até terminar um Descanso Curto ou Longo."
      },
      "keen_mind": {
        "name": "Mente Aguçada",
        "description": "Aumente sua Inteligência em 1, até o máximo de 20.\n\nVocê sempre sabe em que direção fica o norte.\n\nVocê sempre sabe a hora exata.\n\nVocê pode recordar com precisão qualquer coisa que tenha visto ou ouvido no último mês."
      },
      "lightly_armored": {
        "name": "Levemente Blindado",
        "description": "Aumente sua Força ou Destreza em 1, até o máximo de 20.\n\nVocê ganha proficiência com armaduras leves."
      },
      "mage_slayer": {
        "name": "Caçador de Magos",
        "description": "Quando uma criatura conjura uma magia a até 1,5 m (5 ft) de você, você pode usar sua Reação para fazer um ataque corpo-a-corpo contra ela.\n\nQuando você acerta uma criatura que está concentrando em uma magia, ela tem desvantagem no teste de resistência de Constituição para manter a concentração.\n\nVocê tem vantagem em testes de resistência contra magias conjuradas por criaturas a até 1,5 m (5 ft) de você."
      },
      "martial_weapon_training": {
        "name": "Treinamento em Armas Marciais",
        "description": "Você ganha proficiência com armas marciais e escudos.\n\nAumente sua Força ou Destreza em 1, até o máximo de 20."
      },
      "medium_armor_master": {
        "name": "Mestre da Armadura Média",
        "description": "Pré-requisito: Proficiência com armaduras médias.\n\nUsando armadura média, você adiciona +3 (em vez de +2) do seu modificador de Destreza à sua CA.\n\nVocê não sofre desvantagem em testes de Furtividade enquanto estiver usando armaduras médias."
      },
      "moderately_armored": {
        "name": "Moderadamente Blindado",
        "description": "Pré-requisito: Proficiência com armaduras leves.\n\nAumente sua Força ou Destreza em 1, até o máximo de 20.\n\nVocê ganha proficiência com armaduras médias e escudos."
      },
      "mounted_combatant": {
        "name": "Combatente Montado",
        "description": "Você tem vantagem em jogadas de ataque corpo-a-corpo contra criaturas menores que sua montaria.\n\nVocê pode forçar um ataque direcionado à sua montaria a ter você como alvo.\n\nSe sua montaria for alvo de um efeito que exige teste de resistência para receber metade do dano, ela sofre nenhum dano se passar no teste e metade apenas se falhar."
      },
      "observant": {
        "name": "Observador",
        "description": "Aumente sua Inteligência ou Sabedoria em 1, até o máximo de 20.\n\nSe você puder ver os lábios de uma criatura enquanto ela fala em um idioma que você compreende, você pode ler seus lábios.\n\nVocê tem +5 no seu valor de Percepção Passiva e Investigação Passiva."
      },
      "piercer": {
        "name": "Perfurador",
        "description": "Aumente sua Força ou Destreza em 1, até o máximo de 20.\n\nUma vez por turno, quando você acerta um ataque que causa dano perfurante, pode rolar novamente um dado de dano e usar o novo resultado.\n\nQuando você causa um acerto crítico com dano perfurante, você rola um dado de dano adicional da arma."
      },
      "poisoner": {
        "name": "Envenenador",
        "description": "Você adquire proficiência com ferramentas de alquimista.\n\nVocê pode aplicar veneno em uma arma ou munição como uma Ação Bônus, em vez de uma Ação.\n\nVocê pode criar um veneno especial após um Descanso Longo. O veneno permanece viável até o próximo Descanso Longo. Uma criatura atingida pela arma envenenada deve fazer um teste de resistência de Constituição (CD igual a 8 + seu Bônus de Proficiência + seu modificador de Destreza) ou sofre 2d8 de dano de veneno e fica Envenenada até o final do seu próximo turno."
      },
      "polearm_master": {
        "name": "Mestre das Armas de Haste",
        "description": "Quando você usa a Ação de Ataque e ataca com uma arma de haste (como alabarda, glaive, lança ou bastão), pode usar uma Ação Bônus para fazer um ataque corpo-a-corpo com a outra extremidade da arma, que causa 1d4 de dano contundente.\n\nEnquanto estiver empunhando uma arma de haste, você pode usar sua Reação para fazer um ataque contra uma criatura que entra no seu alcance."
      },
      "resilient": {
        "name": "Resiliente",
        "description": "Aumente uma pontuação de habilidade à sua escolha em 1, até o máximo de 20.\n\nVocê ganha proficiência em testes de resistência associados à habilidade escolhida."
      },
      "ritual_caster": {
        "name": "Conjurador de Rituais",
        "description": "Pré-requisito: Inteligência ou Sabedoria 13 ou superior.\n\nEscolha uma classe de conjurador: Bardo, Clérigo, Druida, Feiticeiro, Bruxo ou Mago.\n\nVocê adquire um livro de rituais contendo duas magias de 1º nível que tenham o descritor Ritual da lista da classe escolhida.\n\nVocê pode adicionar mais magias de Ritual à medida que as encontra, desde que sejam da mesma lista de magias e nível que você possa conjurar."
      },
      "sentinel": {
        "name": "Sentinela",
        "description": "Quando você acerta uma criatura com um ataque de oportunidade, o deslocamento dela se torna 0 nesse turno.\n\nCriaturas não provocam ataques de oportunidade, mesmo usando a ação Disengajar.\n\nQuando uma criatura dentro do seu alcance faz um ataque contra um alvo diferente de você, você pode usar sua Reação para fazer um ataque corpo-a-corpo contra ela."
      },
      "shadow_touched": {
        "name": "Tocado pelas Sombras",
        "description": "Aumente sua Inteligência, Sabedoria ou Carisma em 1, até o máximo de 20.\n\nVocê aprende a magia Passo das Sombras (Invisibilidade) e uma magia de 1º nível da escola de Ilusão ou Necromancia à sua escolha.\n\nVocê pode conjurar cada uma dessas magias uma vez sem gastar um espaço de magia e as recupera ao terminar um Descanso Longo.\n\nVocê também pode conjurá-las usando seus espaços de magia."
      },
      "sharpshooter": {
        "name": "Atirador Preciso",
        "description": "Ataques à distância que você faz ignoram cobertura leve e média.\n\nVocê não sofre desvantagem em ataques à distância realizados a longo alcance.\n\nAntes de realizar um ataque com uma arma à distância, você pode optar por sofrer –5 na jogada de ataque para adicionar +10 ao dano se acertar."
      },
      "shield_master": {
        "name": "Mestre do Escudo",
        "description": "Se você fizer a Ação de Ataque no seu turno, pode usar uma Ação Bônus para tentar empurrar uma criatura a até 1,5 m (5 ft) de você com o seu escudo.\n\nSe você não estiver incapacitado, pode adicionar o bônus do seu escudo a qualquer teste de resistência de Destreza que faça contra um efeito que vise apenas você.\n\nSe for forçado a fazer um teste de resistência de Destreza para sofrer metade do dano, você pode usar sua Reação para não sofrer dano algum se passar no teste, usando o escudo para se proteger."
      },
      "skill_expert": {
        "name": "Perito em Perícia",
        "description": "Aumente uma pontuação de habilidade em 1, até o máximo de 20.\n\nVocê ganha proficiência em uma perícia de sua escolha.\n\nEscolha uma perícia em que você seja proficiente; seu bônus de proficiência é dobrado para testes feitos com ela."
      },
      "skulker": {
        "name": "Furtivo",
        "description": "Pré-requisito: Destreza 13 ou superior.\n\nVocê pode se esconder quando estiver levemente obscurecido.\n\nQuando erra um ataque à distância, o disparo não revela sua posição.\n\nVocê tem visão normal em escuridão leve."
      },
      "slasher": {
        "name": "Dilacerador",
        "description": "Aumente sua Força ou Destreza em 1, até o máximo de 20.\n\nUma vez por turno, quando você acerta um ataque que causa dano cortante, você reduz o deslocamento do alvo em 3 m (10 ft) até o início do seu próximo turno.\n\nQuando você causa um acerto crítico com dano cortante, o alvo tem desvantagem em todas as jogadas de ataque até o início do seu próximo turno."
      },
      "speedy": {
        "name": "Veloz",
        "description": "Aumente sua Destreza em 1, até o máximo de 20.\n\nSeu deslocamento aumenta em 3 m (10 ft).\n\nQuando você usar a ação Desengajar, pode mover-se metade do seu deslocamento como parte da mesma Ação Bônus."
      },
      "spell_sniper": {
        "name": "Sniper Mágico",
        "description": "Pré-requisito: Capacidade de conjurar magias.\n\nQuando você faz um ataque à distância com uma magia, o alcance é dobrado.\n\nSe o ataque à distância mágico exigir uma jogada de ataque, ele ignora cobertura leve e média.\n\nVocê aprende um truque que exige uma jogada de ataque. O atributo de conjuração para ele é o mesmo de uma das classes de mago, clérigo, druida, bruxo, feiticeiro ou bardo à sua escolha."
      },
      "telekinetic": {
        "name": "Telecinético",
        "description": "Aumente sua Inteligência, Sabedoria ou Carisma em 1, até o máximo de 20.\n\nVocê aprende o truque Mão Mágica. A mão é invisível e tem alcance de 9 m (30 ft).\n\nComo uma Ação Bônus, você pode tentar empurrar uma criatura a até 9 m (30 ft) de você. O alvo deve fazer um teste de resistência de Força (CD = 8 + seu Bônus de Proficiência + seu modificador da habilidade usada neste talento) ou ser empurrado 1,5 m (5 ft)."
      },
      "telepathic": {
        "name": "Telepático",
        "description": "Aumente sua Inteligência, Sabedoria ou Carisma em 1, até o máximo de 20.\n\nVocê pode se comunicar telepaticamente com qualquer criatura a até 9 m (30 ft) de você. A criatura deve compreender pelo menos um idioma.\n\nVocê aprende a magia Detectar Pensamentos e pode conjurá-la uma vez sem gastar um espaço de magia, recuperando esse uso após um Descanso Longo. Você também pode conjurá-la usando seus espaços de magia."
      },
      "war_caster": {
        "name": "Conjurador de Guerra",
        "description": "Pré-requisito: Capacidade de conjurar magias.\n\nVocê tem vantagem em testes de resistência de Constituição para manter a concentração em uma magia quando sofre dano.\n\nVocê pode realizar gestos somáticos de magias mesmo quando estiver empunhando armas ou escudos em uma ou ambas as mãos.\n\nQuando uma criatura provoca um ataque de oportunidade, você pode usar sua Reação para conjurar uma magia de alvo único contra ela, em vez de realizar o ataque."
      },
      "weapon_master": {
        "name": "Mestre em Armas",
        "description": "Aumente sua Força ou Destreza em 1, até o máximo de 20.\n\nVocê ganha proficiência com quatro armas de sua escolha."
      }
    },
    "fighting_style": {
      "archery": {
        "name": "Tiro com Arco",
        "description": "Você recebe um bônus de +2 nas jogadas de ataque que fizer com armas de longo alcance."
      },
      "blind_fighting": {
        "name": "Luta Cega",
        "description": "Você possui Visão Cega com um alcance de 3 metros."
      },
      "defence": {
        "name": "Defensivo",
        "description": "Enquanto estiver usando armadura leve, média ou pesada, você recebe um bônus de +1 na Classe de Armadura."
      },
      "dueling": {
        "name": "Duelo",
        "description": "Quando você estiver segurando uma arma de combate corpo a corpo em uma das mãos e nenhuma outra arma, você ganha um bônus de +2 nas rolagens de dano com essa arma."
      },
      "great_weapon_fighting": {
        "name": "Luta com Armas Grandes",
        "description": "Ao rolar o dano de um ataque realizado com uma arma corpo a corpo que você esteja empunhando com as duas mãos, você pode considerar qualquer resultado 1 ou 2 em um dado de dano como 3. A arma deve possuir a propriedade Duas Mãos ou Versátil para que você tenha esse benefício."
      },
      "interception": {
        "name": "Interceptação",
        "description": "Quando uma criatura que você pode ver acerta outra criatura a até 5ft de você com uma jogada de ataque, você pode usar uma Reação para reduzir o dano causado ao alvo em 1d10 mais seu Bônus de Proficiência. Você precisa estar empunhando um Escudo ou uma arma Simples ou Marcial para usar esta Reação."
      },
      "protection": {
        "name": "Protetor",
        "description": "Quando uma criatura que você possa ver atacar um alvo que não seja você e que esteja a 5ft de você, você pode usar uma Reação para interpor seu Escudo, caso esteja usando um. Você impõe Desvantagem na jogada de ataque que desencadeou a reação e em todas as outras jogadas de ataque contra o alvo até o início do seu próximo turno, desde que permaneça a 5ft do alvo."
      },
      "throw_weapon_fighting": {
        "name": "Luta com Armas de Arremesso",
        "description": "Ao acertar um ataque à distância usando uma arma com a propriedade Arremessável, você recebe um bônus de +2 no teste de dano."
      },
      "two_weapon_fighting": {
        "name": "Luta com Armas Duplas",
        "description": "Ao realizar um ataque extra como resultado do uso de uma arma com a propriedade Leve, você pode adicionar seu modificador de habilidade ao dano desse ataque, caso ainda não o esteja adicionando."
      },
      "unarmed_fighting": {
        "name": "Desarmado",
        "description": "Quando você acerta um ataque desarmado e causa dano, você pode causar dano de concussão igual a 1d6 mais seu modificador de Força em vez do dano normal de um ataque desarmado. Se você não estiver empunhando nenhuma arma ou escudo ao fazer a jogada de ataque, o d6 se torna um d8.\n\nNo início de cada um dos seus turnos, você pode causar 1d4 de dano de concussão a uma criatura agarrada por você."
      }
    },
    "epic_boon": {}
  }
}