{
  "feats_data": {
    "origin": {
      "alert": {
        "name": "Alerta",
        "description": "Proficiência em Iniciativa: Ao rolar Iniciativa, você pode adicionar seu Bônus de Proficiência à rolagem. \n\nTroca de Iniciativa: Imediatamente após rolar Iniciativa, você pode trocar sua Iniciativa pela Iniciativa de um aliado disposto no mesmo combate. Você não pode fazer essa troca se você ou o aliado estiver na condição Incapacitado."
      },
      "crafter": {
        "name": "Artesão",
        "description": "Proficiência em Ferramentas: Você ganha proficiência com três Ferramentas de Artesão diferentes à sua escolha. \n\nDesconto: Sempre que comprar um item não mágico, você recebe um desconto de 20%. \n\nCriação Rápida: Ao terminar um Descanso Longo, você pode criar um equipamento da tabela de Criação Rápida, desde que tenha as Ferramentas de Artesão associadas a esse item e seja proficiente com essas ferramentas. O item dura até você terminar outro Descanso Longo."
      },
      "healer": {
        "name": "Curandeiro",
        "description": "Médico de Batalha: Se você tiver um Kit Médico, poderá usá-lo uma vez e cuidar de uma criatura a até 5ft de você com uma ação. Essa criatura pode gastar um de seus Dados de Pontos de Vida, e você então rola esse dado. A criatura recupera uma quantidade de Pontos de Vida igual à rolagem mais seu Bônus de Proficiência.\n\nRerolagens de Cura: Sempre que você rolar um dado para determinar o número de Pontos de Vida que você restaura com uma magia ou com o benefício Médico de Batalha, você pode rolar novamente o dado se ele rolar 1, e você deve usar a nova rolagem."
      },
      "lucky": {
        "name": "Sortudo",
        "description": "Pontos de Sorte: Você tem uma quantidade de Pontos de Sorte igual ao seu Bônus de Proficiência e pode gastá-los nos seguintes benefícios. Você recupera seus Pontos de Sorte gastos ao terminar um Descanso Longo.\n\nVantagem: Ao rolar um d20 em um teste, você pode gastar 1 Ponto de Sorte para obter Vantagem na jogada.\nDesvantagem: Quando uma criatura rola um d20 em uma jogada de ataque contra você, você pode gastar 1 Ponto de Sorte para impor Desvantagem nessa jogada."
      },
      "magic_initiate": {
        "name": "Iniciado Mágico",
        "description": "Dois Truques Mágicos: Você aprende dois truques mágicos à sua escolha da lista de magias de Clérigo, Druida ou Mago. Inteligência, Sabedoria ou Carisma é a sua habilidade de conjuração para as magias deste talento.\n\nMagia de Nível 1: Escolha uma magia de nível 1 da mesma lista que você selecionou para os truques mágicos deste talento. Você sempre tem essa magia preparada. Você pode conjurá-la uma vez sem um espaço de magia e recupera a habilidade de conjurá-la dessa forma ao terminar um Descanso Longo. Você também pode conjurar a magia usando quaisquer espaços de magia que tiver.\n\nTroca de Magia: Sempre que você ganha um novo nível, pode substituir uma das magias que escolheu para este talento por uma magia diferente do mesmo nível da lista de magias escolhida.\n\nRepetível: Você pode escolher este talento mais de uma vez, mas deve escolher uma lista de magias diferente a cada vez."
      },
      "musician": {
        "name": "Músico",
        "description": "Treinamento com Instrumentos: Você adquire proficiência com três instrumentos musicais à sua escolha.\n\nCanção Inspiradora: Ao terminar um Descanso Curto ou Longo, você pode tocar uma canção em um instrumento musical com o qual você tenha proficiência e conceder Inspiração Heroica aos aliados que ouvirem a canção. O número de aliados que você pode afetar dessa forma é igual ao seu Bônus de Proficiência."
      },
      "savage_attacker": {
        "name": "Atacante Selvagem",
        "description": "Você treinou para desferir golpes particularmente devastadores. Uma vez por turno, ao atingir um alvo com uma arma, você pode rolar os dados de dano da arma duas vezes e usar qualquer um dos resultados contra o alvo."
      },
      "skilled": {
        "name": "Habilidoso",
        "description": "Você adquire proficiência em qualquer combinação de três habilidades ou ferramentas de sua escolha.\n\nRepetível: Você pode escolher este talento mais de uma vez."
      },
      "tavern_brawler": {
        "name": "Brigão de Taverna",
        "description": "Ataque Desarmado Aprimorado: Quando você acerta um ataque desarmado e causa dano, você pode causar dano de concussão igual a 1d4 mais seu modificador de Força em vez do dano normal de um ataque desarmado.\n\nRelançamento de Dano: Sempre que você rolar um dado de dano para seu ataque desarmado, você pode rerrolar o dado se o resultado for 1, e você deve usar o novo resultado.\n\nArmas Improvisadas: Você tem proficiência com armas improvisadas.\n\nEmpurrão: Quando você acerta uma criatura com um ataque desarmado como parte da ação Atacar no seu turno, você pode causar dano ao alvo e também empurrá-lo 1,5 metro para longe de você. Você pode usar este benefício apenas uma vez por turno."
      },
      "tough": {
        "name": "Durão",
        "description": "Ao adquirir este talento, seu máximo de Pontos de Vida aumenta em um valor igual ao dobro do seu nível de personagem. Sempre que você subir de nível posteriormente, seu máximo de Pontos de Vida aumenta em mais 2 Pontos de Vida."
      }
    },
    "general": {},
    "fighting_style": {
      "archery": {
        "name": "Tiro com Arco",
        "description": "Você recebe um bônus de +2 nas jogadas de ataque que fizer com armas de longo alcance."
      },
      "blind_fighting": {
        "name": "Luta Cega",
        "description": "Você possui Visão Cega com um alcance de 3 metros."
      },
      "defence": {
        "name": "Defensivo",
        "description": "Enquanto estiver usando armadura leve, média ou pesada, você recebe um bônus de +1 na Classe de Armadura."
      },
      "dueling": {
        "name": "Duelo",
        "description": "Quando você estiver segurando uma arma de combate corpo a corpo em uma das mãos e nenhuma outra arma, você ganha um bônus de +2 nas rolagens de dano com essa arma."
      },
      "great_weapon_fighting": {
        "name": "Luta com Armas Grandes",
        "description": "Ao rolar o dano de um ataque realizado com uma arma corpo a corpo que você esteja empunhando com as duas mãos, você pode considerar qualquer resultado 1 ou 2 em um dado de dano como 3. A arma deve possuir a propriedade Duas Mãos ou Versátil para que você tenha esse benefício."
      },
      "interception": {
        "name": "Interceptação",
        "description": "Quando uma criatura que você pode ver acerta outra criatura a até 5ft de você com uma jogada de ataque, você pode usar uma Reação para reduzir o dano causado ao alvo em 1d10 mais seu Bônus de Proficiência. Você precisa estar empunhando um Escudo ou uma arma Simples ou Marcial para usar esta Reação."
      },
      "protection": {
        "name": "Protetor",
        "description": "Quando uma criatura que você possa ver atacar um alvo que não seja você e que esteja a 5ft de você, você pode usar uma Reação para interpor seu Escudo, caso esteja usando um. Você impõe Desvantagem na jogada de ataque que desencadeou a reação e em todas as outras jogadas de ataque contra o alvo até o início do seu próximo turno, desde que permaneça a 5ft do alvo."
      },
      "throw_weapon_fighting": {
        "name": "Luta com Armas de Arremesso",
        "description": "Ao acertar um ataque à distância usando uma arma com a propriedade Arremessável, você recebe um bônus de +2 no teste de dano."
      },
      "two_weapon_fighting": {
        "name": "Luta com Armas Duplas",
        "description": "Ao realizar um ataque extra como resultado do uso de uma arma com a propriedade Leve, você pode adicionar seu modificador de habilidade ao dano desse ataque, caso ainda não o esteja adicionando."
      },
      "unarmed_fighting": {
        "name": "Desarmado",
        "description": "Quando você acerta um ataque desarmado e causa dano, você pode causar dano de concussão igual a 1d6 mais seu modificador de Força em vez do dano normal de um ataque desarmado. Se você não estiver empunhando nenhuma arma ou escudo ao fazer a jogada de ataque, o d6 se torna um d8.\n\nNo início de cada um dos seus turnos, você pode causar 1d4 de dano de concussão a uma criatura agarrada por você."
      }
    },
    "epic_boon": {}
  }
}