{
  "druida": {
      "name": "Druida",
      "icon": "app/static/img/class_icons/icon-druid.png",
      "description": "Os druidas invocam as forças da natureza, utilizando magia para curar, transformar-se em animais e exercer destruição elemental.",
      "primary_ability": "Sabedoria",
      "hit_point_die": "d8",
      "saving_throw_proficiencies": "Inteligência, Sabedoria",
      "skill_proficiencies": "Escolha duas entre: Arcanismo, Lidar com Animais, Intuição, Medicina, Natureza, Percepção, Religião, Sobrevivência",
      "weapon_proficiencies": "Armas simples",
      "tool_proficiencies": "Kit de herbalismo",
      "armor_training": "Armaduras leves, escudos",
      "starting_equipment": "Armadura de couro, escudo, foice, foco druídico(cajado), pacote de explorador, kit de herbalismo e 9 PO; ou 50 PO",
      "progression": {
        "1": [
          {
            "type": "choice",
            "title": "Perícias Base",
            "description": "",
            "choices": [
              {
                "name": "Arcanismo",
                "slug": "arcana",
                "description": ""
              },
              {
                "name": "Lidar com Animais",
                "slug": "animal_handling",
                "description": ""
              },
              {
                "name": "Intuição",
                "slug": "insight",
                "description": ""
              },
              {
                "name": "Medicina",
                "slug": "medicine",
                "description": ""
              },
              {
                "name": "Natureza",
                "slug": "nature",
                "description": ""
              },
              {
                "name": "Percepção",
                "slug": "perception",
                "description": ""
              },
              {
                "name": "Religião",
                "slug": "religion",
                "description": ""
              },
              {
                "name": "Sobrevivência",
                "slug": "survival",
                "description": ""
              }
            ]
          },
          {
            "type": "feature",
            "name": "Conjuração",
            "description": "Você aprendeu a conjurar magias atravéz do estudo das forças místicas da natureza. As informações abaixo detalham como usar essas regras com magias de Druida.<br><br><strong>Truques:</strong> Você conhece dois truques à sua escolha da lista de magias de Druida. Criação Druídica e Produzir Chama são recomendados.<br>Sempre que você ganha um nível de Druida, pode substituir um de seus truques por outro à sua escolha da lista de magias de Druida.<br>Ao atingir os níveis 4 e 10 de Druida, você aprende outro truque à sua escolha da lista de magias de Druida, conforme mostrado na coluna Truques da tabela de Progressão Mágica do Druida.<br><br><strong>Espaços de Magia:</strong> A tabela de Progressão Mágica do Druida mostra quantos espaços de magia você tem para conjurar suas magias de nível 1+. Você recupera todos os espaços gastos ao terminar um Descanso Longo.<br><br><strong>Magias Preparadas de Nível 1+:</strong> Prepare a lista de magias de nível 1+ disponíveis para você conjurar com esta habilidade. Para começar, escolha quatro magias de nível 1 da lista de magias de Druida. Amizade Animal, Curar Ferimentos, Fogo das Fadas e Onda Trovejante são recomendadas.<br>O número de magias na sua lista aumenta à medida que você ganha níveis de Druida, conforme mostrado na coluna Magias Preparadas da tabela de Progressão Mágica do Druida. Sempre que esse número aumentar, escolha magias adicionais da lista de magias de Druida até que o número de magias na sua lista corresponda ao número na tabela. As magias escolhidas devem ser de um nível para o qual você tenha espaços de magia. Por exemplo, se você for um Druida de nível 3, sua lista de magias preparadas pode incluir seis magias de níveis 1 e 2 em qualquer combinação.<br>Se outra característica de Druida lhe der magias que você sempre preparou, essas magias não contam para o número de magias que você pode preparar com essa característica, mas essas magias, de outra forma, contam como magias de Druida para você.<br><br><strong>Alterando Suas Magias Preparadas:</strong> Sempre que você terminar um Descanso Longo, você pode alterar sua lista de magias preparadas, substituindo qualquer uma das magias ali por outras magias de Drudia para as quais você tenha espaços de magia.<br><br><strong>Habilidade de Conjuração:</strong> Sabedoria é sua habilidade de conjuração para suas magias de Druida.<br><br><strong>Foco de Conjuração:</strong> Você pode usar um Foco Druídico como Foco de Conjuração para suas magias de Druida."
          },
          {
            "type": "feature",
            "name": "Druídico",
            "description": "Você conhece o druídico, a língua secreta dos druidas. Ao aprender essa língua ancestral, você também desvendou a magia de se comunicar com animais, você sempre tem a magia Falar com Animais preparada.<br>Você pode usar o druídico para deixar mensagens ocultas. Você e outros que conhecem druídico detectam automaticamente essas mensagens. Outros percebem a presença da mensagem com um teste bem-sucedido de Inteligência (Investigação) CD 15, mas não conseguem decifrá-la sem magia."
          },
          {
            "type": "choice",
            "title": "Ordem Primordial",
            "description": "Você se dedicou a uma das seguintes funções sagradas de sua escolha.",
            "choices": [
              {
                "name": "Mágico",
                "slug": "magician",
                "description": "Você conhece um truque adicional da lista de magias de Druida. Além disso, sua conexão mística com a natureza lhe concede um bônus em seus testes de Inteligência (Arcana ou Natureza). O bônus é igual ao seu modificador de Sabedoria (bônus mínimo de +1)."
              },
              {
                "name": "Vigilante",
                "slug": "warden",
                "description": "Treinado para o combate, você adquire proficiência com armas marciais e treinamento com armadura média."
              }
            ]
          }
        ]
      }
  }
}